Repository: katagaki/Plates
Catalog: CulinaryIntelligence/Sources/CulinaryIntelligence/Resources/Localizable.xcstrings
Source language: en_us
Languages: ja

# Ingredient.Name.Watermelon
source: Watermelon
ja: すいか

# Ingredient.Name.WheatGluten
source: Wheat gluten
ja: 麩

# Ingredient.Name.WhiteBeans
source: White beans
ja: 白いんげん豆

# Ingredient.Name.WhiteWine
source: White wine
ja: 白ワイン

# Ingredient.Name.WontonWrappers
source: Wonton wrappers
ja: ワンタンの皮

# Ingredient.Name.Worcestershire
source: Worcestershire
ja: ウスターソース

# Ingredient.Name.XoSauce
source: XO sauce
ja: XO醤

# Ingredient.Name.YakinikuSauce
source: Yakiniku sauce
ja: 焼肉のたれ

# Ingredient.Name.YakisobaSauce
source: Yakisoba sauce
ja: 焼きそばソース

# Ingredient.Name.Yam
source: Mountain yam
ja: 長いも

# Ingredient.Name.Yeast
source: Yeast
ja: ドライイースト

# Ingredient.Name.Yellowtail
source: Yellowtail
ja: ぶり

# Ingredient.Name.YellowtailFillet
source: Yellowtail fillet
ja: ぶりの切り身

# Ingredient.Name.Yogurt
source: Yogurt
ja: ヨーグルト

# Ingredient.Name.Yuba
source: Yuba
ja: 湯葉

# Ingredient.Name.Yuzu
source: Yuzu
ja: ゆず

# Ingredient.Name.YuzuKosho
source: Yuzu kosho
ja: ゆず胡椒

# Ingredient.Name.Zaatar
source: Za'atar
ja: ザータル

# Ingredient.Name.ZhaCai
source: Zha cai
ja: ザーサイ

# Ingredient.Name.Zucchini
source: Zucchini
ja: ズッキーニ

# Tool.Name.AirFryer
source: Air fryer
ja: エアフライヤー

# Tool.Name.BakingSheet
source: Baking sheet
ja: 天板

# Tool.Name.BenchScraper
source: Bench scraper
ja: スケッパー

# Tool.Name.Blender
source: Blender
ja: ミキサー

# Tool.Name.Bowl
source: Bowl
ja: ボウル

# Tool.Name.Brush
source: Brush
ja: はけ

# Tool.Name.ButterKnife
source: Butter knife
ja: バターナイフ

# Tool.Name.CakeTin
source: Cake tin
ja: ケーキ型

# Tool.Name.CanOpener
source: Can opener
ja: 缶切り

# Tool.Name.CastIronSkillet
source: Cast iron skillet
ja: スキレット

# Tool.Name.Chopsticks
source: Chopsticks
ja: 箸

# Tool.Name.Colander
source: Colander
ja: ざる

# Tool.Name.CookieCutter
source: Cookie cutter
ja: クッキー型

# Tool.Name.CuttingBoard
source: Cutting board
ja: まな板

# Tool.Name.DeepFryer
source: Deep fryer
ja: フライヤー

# Tool.Name.Donabe
source: Donabe
ja: 土鍋

# Tool.Name.DutchOven
source: Dutch oven
ja: ダッチオーブン

# Tool.Name.FishGrill
source: Fish grill
ja: 魚焼きグリル

# Tool.Name.Foil
source: Foil
ja: アルミホイル

# Tool.Name.FoodProcessor
source: Food processor
ja: フードプロセッサー

# Tool.Name.Fork
source: Fork
ja: フォーク

# Tool.Name.Funnel
source: Funnel
ja: じょうご

# Tool.Name.GarlicPress
source: Garlic press
ja: ガーリックプレス

# Tool.Name.Grater
source: Grater
ja: おろし器

# Tool.Name.Grill
source: Grill
ja: バーベキューグリル

# Tool.Name.HandMixer
source: Hand mixer
ja: ハンドミキサー

# Tool.Name.ImmersionBlender
source: Stick blender
ja: ハンドブレンダー

# Tool.Name.Kettle
source: Kettle
ja: ケトル

# Tool.Name.KitchenScale
source: Kitchen scale
ja: キッチンスケール

# Tool.Name.KitchenTwine
source: Kitchen twine
ja: たこ糸

# Tool.Name.Knife
source: Knife
ja: 包丁

# Tool.Name.Ladle
source: Ladle
ja: おたま

# Tool.Name.Lid
source: Lid
ja: ふた

# Tool.Name.LoafTin
source: Loaf tin
ja: パウンド型

# Tool.Name.Makisu
source: Sushi mat
ja: 巻きす

# Tool.Name.Mandoline
source: Mandoline
ja: スライサー

# Tool.Name.Masher
source: Masher
ja: マッシャー

# Tool.Name.MeasuringCup
source: Measuring cup
ja: 計量カップ

# Tool.Name.MeasuringSpoons
source: Measuring spoons
ja: 計量スプーン

# Tool.Name.MeatMallet
source: Meat mallet
ja: ミートハンマー

# Tool.Name.Microwave
source: Microwave
ja: 電子レンジ

# Tool.Name.MortarPestle
source: Mortar and pestle
ja: すり鉢とすりこぎ

# Tool.Name.MuffinTin
source: Muffin tin
ja: マフィン型

# Tool.Name.Otoshibuta
source: Drop lid
ja: 落とし蓋

# Tool.Name.Oven
source: Oven
ja: オーブン

# Tool.Name.OvenMitt
source: Oven mitt
ja: ミトン

# Tool.Name.Pan
source: Pan
ja: フライパン

# Tool.Name.PaperTowel
source: Paper towel
ja: キッチンペーパー

# Tool.Name.ParchmentPaper
source: Parchment paper
ja: クッキングシート

# Tool.Name.Peeler
source: Peeler
ja: ピーラー

# Tool.Name.PieDish
source: Pie dish
ja: パイ皿

# Tool.Name.PipingBag
source: Piping bag
ja: 絞り袋

# Tool.Name.PizzaCutter
source: Pizza cutter
ja: ピザカッター

# Tool.Name.PlasticWrap
source: Plastic wrap
ja: ラップ

# Tool.Name.Plate
source: Plate
ja: 皿

# Tool.Name.Pot
source: Pot
ja: 鍋

# Tool.Name.PotatoRicer
source: Potato ricer
ja: ポテトライサー

# Tool.Name.PressureCooker
source: Pressure cooker
ja: 圧力鍋

# Tool.Name.RiceCooker
source: Rice cooker
ja: 炊飯器

# Tool.Name.RoastingPan
source: Roasting pan
ja: ローストパン

# Tool.Name.RollingPin
source: Rolling pin
ja: めん棒

# Tool.Name.SaladSpinner
source: Salad spinner
ja: サラダスピナー

# Tool.Name.Saucepan
source: Saucepan
ja: 片手鍋

# Tool.Name.Scissors
source: Scissors
ja: キッチンばさみ

# Tool.Name.Shamoji
source: Rice paddle
ja: しゃもじ

# Tool.Name.Sieve
source: Sieve
ja: こし器

# Tool.Name.Skewer
source: Skewer
ja: 串

# Tool.Name.Skimmer
source: Skimmer
ja: アク取り

# Tool.Name.SlottedSpoon
source: Slotted spoon
ja: 穴あきおたま

# Tool.Name.SlowCooker
source: Slow cooker
ja: スロークッカー

# Tool.Name.Spatula
source: Spatula
ja: フライ返し

# Tool.Name.Spider
source: Spider
ja: 網じゃくし

# Tool.Name.Spoon
source: Spoon
ja: スプーン

# Tool.Name.StandMixer
source: Stand mixer
ja: スタンドミキサー

# Tool.Name.Steamer
source: Steamer
ja: 蒸し器

# Tool.Name.StorageContainer
source: Storage container
ja: 保存容器

# Tool.Name.TakoyakiPan
source: Takoyaki pan
ja: たこ焼き器

# Tool.Name.TamagoyakiPan
source: Tamagoyaki pan
ja: 卵焼き器

# Tool.Name.Thermometer
source: Thermometer
ja: 温度計

# Tool.Name.Timer
source: Timer
ja: タイマー

# Tool.Name.Toaster
source: Toaster
ja: トースター

# Tool.Name.Tongs
source: Tongs
ja: トング

# Tool.Name.Whisk
source: Whisk
ja: 泡立て器

# Tool.Name.WireRack
source: Wire rack
ja: ケーキクーラー

# Tool.Name.Wok
source: Wok
ja: 中華鍋

# Tool.Name.WoodenSpoon
source: Wooden spoon
ja: 木べら

# Tool.Name.ZipBag
source: Zip bag
ja: ジッパー袋
